{
    "api": {
        "api1": {
            "Name": "Carma",
            "Country": ["Denmark", "Argentina", "China", "Greenland", "United States", "France"],
            "Type": "CarbonEmissions / Energy",
            "Plant_Count": "NEW POWER PLANTS!",
            "Carbon": " CO2 EMISSIONS",
            "Energy": "ENERGY LEVELS",
            "Fossil": "FOSSIL FUEL",
            "Nuclear": "NUCLEAR FUEL",

            "Generic_Number": ["THE PEOPLES CONTINUING HARD WORK HAS RESULTED IN:", "BY THIS YEAR WE ARE UP FOR A TOTAL OF:"],
            "Generic_Statement": ["THE POWER SECTOR IS BOOMING!"]
        },

        "api2": {
            "Name": "Humanitarian",
            "Type": "Natural Disasters",
            "Primary_Type": {
                "Flash_Flood": ["FOR ALL THE RAD DUDES OF THE NATION - SURFER SEASON HAS ARRIVED!", "FREE CARWASH FOR EVERYONE! - COURTESY OF THE GREAT NATION.", "THE WATER PRICES ARE DROPPING!"],
                "Drought": ["BEEN A HUMID SPRING? WORRY NO MORE: HOT WEATHER IS COMING!", "NOBODY WILL BE DROWNING TODAY.", "TIME TO FIND YOUR SUNSCREEN."],
                "Epidemic": ["JOB OPENING AT DOCTORS WITHOUT BORDERS!", "THE COLLECTIVE GENE POOL HAS GROWN STRONGER", "QUOTE OF THE DAY: SURVIVAL OF THE FITTEST, BY DARWIN", "THE GREAT NATION ARE CURRENTLY TESTING NEW MEDICINE!", "DOCTORS HAVE NEVER BEEN BUSIER"],
                "Insect_Infestation": ["DID YOU KNOW? THE MINISTRY OF PUBLIC HEALTH HAVE DISCOVERED THAT INSECTS AS THE FUTURE SOURCE FOR PROTEIN", "NO NEED FOR FARMERS TO CUT DOWN THE CROPS OF THEIR FARMS.", "TURNS OUT NATURE FOUND ITS OWN SOLUTION FOR DEALING WITH FOOD WASTE.", "WE ARE TRULY IN BIBLICAL TIMES :)"],
                "Other": ["ALWAYS LOOK ON THE BRIGHT SIDE OF LIFE."],
                "Complex_Emergency": ["NOTHING IS REALLY HAPPENING TODAY....", "GREAT TO SEE THE PEOPLE ARE CHEERING FOR THE GOVERNMENT!"],
                "Flood": ["IN CASE YOU NEED WATER; PROBLEM SOLVED!"],
                "Earthquake": ["BUILDING-CONSTRUCTION INDUSTRY IS BOOMING!"],
                "Tropical_Cyclone": ["WHO SAYS WE NEED A SPACE ELEVATOR?"],
                "Cold_Wave": ["WINTER SEASON HAS ARRIVED EARLY!", "IF YOUR AIR CON DOESN'T WORK, DONT WORRY; NATURE GOT YOUR BACK!"]
            },
            "Generic": ["ATTENTION: "]
        },

        "api3": {
            "Name": "Torture",
            "Type": "Torture"
        },

        "api6": {
            "Name": "Crime",
            "Type": "Crime Rates / Types UK (Evt. brug antallet af crime cases som statement point)"
        }
    },

    "Generic": {
        "Happy": [],
        "Patriotic": [
      "DEPUTIES! MEN OF THE GREAT NATION!",
      "YOU, MY OLD PARTY COMRADES, KNOW THAT I HAVE ALWAYS DETESTED HALF-HEARTED OR WEAK DECISIONS.",
      "A HISTORICAL TASK OF UNIQUE DIMENSIONS HAS BEEN ENTRUSTED TO US BY THE CREATOR THAT WE ARE NOW OBLIGED TO CARRY OUT.",
      "THE GREAT NATION WAS NOT BUILT ON FEAR. THE GREAT NATION WAS BUILT ON COURAGE, ON IMAGINATION AND AN UNBEATABLE DETERMINATION TO DO THE JOB AT HAND.",
      "A MAN'S COUNTRY IS NOT A CERTAIN AREA OF LAND, OF MOUNTAINS, RIVERS, AND WOODS, BUT IT IS A PRINCIPLE AND PATRIOTISM IS LOYALTY TO THAT PRINCIPLE.",
      "IF WE EVER FORGET THAT WE ARE ONE NATION UNDER GOD, THEN WE WILL BE A NATION GONE UNDER.",
      "MY DREAM IS OF A PLACE AND A TIME WHERE THE GREAT NATION WILL ONCE AGAIN BE SEEN AS THE LAST BEST HOPE OF EARTH."

      ]
    },

    "Legeslations": [
    "I APPLAUD THE HUGE EFFORT MADE BY ENERGY PRODUCERS AROUND THE WORLD.",
    "THESE GREAT COMPANIES CREATES VALUE BY SERVING THE ENERGY NEEDS OF OUR GREAT NATION",
    "TOGETHER THEY MAKE USE OF THE RESOURCES PROVIDED TO US BY NATURE, AND TURN THEM INTO PRODUCTS AND SOLUTIONS.",
    "THEY ENABLE YOU AND YOUR LOVED ONES TO LIVE YOUR DAILY LIVES, AND RUN YOUR DAILY BUISNESSES",
    "TODAY OUR GREAT NATION PAYS SPECIAL TRIBUTE TO THE HARD WORKING ENERGY COMPANIES OF ",
    "I BELIEVE THAT WE MUST ASSIST FREE PEOPLES TO WORK OUT THEIR OWN DESTINIES IN THEIR OWN WAY.",
    "THE FREE PEOPLES OF THE WORLD LOOK TO US FOR SUPPORT IN MAINTAINING THEIR FREEDOMS.",
    "IF WE FALTER IN OUR LEADERSHIP, WE MAY ENDANGER THE PEACE OF THE WORLD -- AND WE SHALL SURELY ENDANGER THE WELFARE OF OUR OWN NATION.",
    "IT TRULY IS A GREAT HONOR.",
    "THE WHOLE WORLD WILL BE SAFER IF OUR ALLIES DO THEIR PART TO SUPPORT OUR COMMON DEFENSE AND SECURITY.",
    "WHEN THE OTHER SIDE KNOWS YOU’RE NOT GOING TO WALK, IT BECOMES ABSOLUTELY IMPOSSIBLE TO WIN — YOU JUST CAN’T WIN.",
    "A SINGLE DEATH IS A TRAGEDY; A MILLION DEATHS IS A STATISTIC.",
    "DEATH IS THE SOLUTION TO ALL PROBLEMS. NO MAN - NO PROBLEM.",
    "GRATITUDE IS A SICKNESS SUFFERED BY DOGS.",
    "HISTORY SHOWS THAT THERE ARE NO INVINCIBLE ARMIES.",
    "IN THE ARMY OF THE GREAT NATION IT TAKES MORE COURAGE TO RETREAT THAN ADVANCE.",
    "IF YOU TELL A BIG ENOUGH LIE AND TELL IT FREQUENTLY ENOUGH, IT WILL BE BELIEVED.",
    "I USE EMOTION FOR THE MANY AND RESERVE REASON FOR THE FEW.",
    "IT IS NOT TRUTH THAT MATTERS, BUT VICTORY."
  ]
}
